csharpier.csharpier-vscode
davidanson.vscode-markdownlint
editorconfig.editorconfig
enkia.tokyo-night
exiasr.hadolint
humao.rest-client
hverlin.mise-vscode
mechatroner.rainbow-csv
mikaelkristiansson87.react-theme-vscode
ms-azuretools.vscode-containers
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.hexeditor
qwenlm.qwen-code-vscode-ide-companion
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
tombi-toml.tombi
usernamehw.errorlens
vscodevim.vim
